{
	"navbar": {
		"home": "الرئيسة",
		"about": "عن",
		"solutions": {
			"heading": "حلول",
			"bitsaudi": "بيتسودي",
			"bitwallet": "بيتوليت",
			"gaming": "المعايـير/التحديـد",
			"itservices": "خدمات تكنولوجيا المعلومات"
		},
		"team": "فريق",
		"contact": "اتصال"
	},
	"mainHeading": "أبعاد الخيال",
	"mainSubHeading": "شركة برمجيات سعودية",
	"whoWeAre": {
		"heading": "من نحن",
		"text": "نحن شركة برمجيات سعودية توظف أحدث التقنيات البرمجية، مثل: سلال الكتل (البلوك شين)، والذكاء الاصطناعي، وتكنولوجيا الواقع الافتراضي (الميتافريس)؛ لمساعدة المنشآت على التطور في مواكبة عصر الرقمنة. وبفضل شغفنا بالابتكار والسعي لتجاوز الحدود، نقدم حلولا مبتكرة تمكن المنشآت من التحليق إلى آفاق جديدة. ومن خلال الجمع بين البراعة الفنية والذوق الإبداعي، نقدم تجارب مختلفة ومتجددة تخلق إمكانات حقيقية لمنشآتكم. انضموا إلينا في رحلتنا المثيرة لرسم أبعاد جديدة لكم في العالم الرقمي الحديث."
	},
	"ourMission": {
		"heading": "مهمتنا",
		"text": "تتمثل مهمتنا في تمكين الأفراد والمنشآت والمجتمعات من خلال الحلول التكنولوجية التحويلية، مثل: سلال الكتل (البلوك شين)، والذكاء الاصطناعي، وتكنولوجيا الواقع الافتراضي (ميتافيرس). لذا نسعى لتحقيق أثراً اجتماعياً إيجابياً من خلال حرصنا الدائم لنكون مع شركائنا في الطليعة وسعينا الحثيث لخلق مستقبل أفضل من خلال توظيف أحدث تكنولوجيات البرمجة المتقدمة. ولي كوننا شريككم التقني، فإننا ملتزمون معكم لمساعدتكم للتعرف على التحديات التقنية التي قد تواجهكم والعمل سوياً لابتكار وتطوير حلول إبداعية للتغلب عليها. وسواء كانت تلك الحلول هي من خلال الأتمتة القائمة على الذكاء الاصطناعي، أو أمن البيانات القائم على تقنية البلوك تشين، فنحن هنا لدعمكم في كل خطوات نجاحكم. انضموا إلينا اليوم لنصنع معكم مستقبلا تكنولوجيا، وبناء غد أفضل لممارساتنا وتجاربنا."
	},
	"ourSolutions": {
		"heading": "حلولنا",
		"launch": "ابدء",
		"bitmemoirSaudi": {
			"heading": "منصة ذاكرة التخزين (بيت مموار) السعودية",
			"textShort": "منصة بيت مموار \" الخاصة بنا هي منصة لإصدار فواتير \"رموز غير قابلة للاستبدال\" مصممة لمعالجة تزوير الوثائق وسرقة الهوية، والتي تعد من أكثر القضايا انتشاراً في العالم، من خلال استخدام الخصائص الذكية لتقنية سلال الكتل (البلوك شين)، كما تقدم \"بيت مموار\" حلا شاملا يلبي مجموعة متنوعة من الاحتياجات. وتتيح المنصة إنشاء أوراق اعتماد رقمية آمنة يمكن التحقق منها، مثل: جواز المهارات، والجواز الطبي، اللذين يحتويان على معلومات الدراسة والعمل والصحة تخص المستخدم. بالإضافة إلى أن منصة \"بيت مموار\" توفر هدايا تذكارية، وبطاقات ضمان، وبرامج الولاء على هيئة \"رموز غير قابلة للاستبدال\".",
			"textLong": "ما يميزمنصة بيت مموار \" الخاصة بنا هي منصة لإصدار فواتير \"رموز غير قابلة للاستبدال\" مصممة لمعالجة تزوير الوثائق وسرقة الهوية، والتي تعد من أكثر القضايا انتشاراً في العالم، من خلال استخدام الخصائص الذكية لتقنية سلال الكتل (البلوك شين)، كما تقدم \"بيت مموار\" حلا شاملا يلبي مجموعة متنوعة من الاحتياجات. وتتيح المنصة إنشاء أوراق اعتماد رقمية آمنة يمكن التحقق منها، مثل: جواز المهارات، والجواز الطبي، اللذين يحتويان على معلومات الدراسة والعمل والصحة تخص المستخدم. بالإضافة إلى أن منصة \"بيت مموار\" توفر هدايا تذكارية، وبطاقات ضمان، وبرامج الولاء على هيئة \"رموز غير قابلة للاستبدال\". بيت مومور هو نهجه سهل الاستخدام والقابل للتخصيص. يسمح نظام التوصيل والتشغيل الخاص بنا بالتكامل والتبني دون عناء داخل الصناعات والمؤسسات المختلفة. من خلال بنية تحتية موثوقة ولامركزية ، نمهد الطريق لمستقبل مبني على الثقة والشفافية. سواء كنت فردا أو شركة ، تمكنك منصتنا من إدارة هويتك الرقمية بثقة ، مع تقليل المخاطر المرتبطة بالمستندات المزيفة وسرقة الهوية. انضم إلينا في تشكيل مستقبل رقمي أكثر أمانا وأمانا. معا ، يمكننا إنشاء عالم يتم فيه ضمان الأصالة وحماية الهويات.",
			"readLess": "أقرأ أقل",
			"readMore": "اقرأ أكثر"
		},
		"bitWallet": {
			"heading": "المحفظة الرقمية (بيت واليت)",
			"textShort": "\" بيت واليت \" هي محفظة مبتكرة توفر طريقة آمنة وسهلة لإدارة الأصول الرقمية. مع \"بيت واليت\"، يمكنك بسهولة تخزين ونقل واستقبال الـ\"رموز غير قابلة للاستبدال\" من خلال واجهة سهلة الاستخدام. بالإضافة إلى ذلك، تستطيع هذه المحفظة الرقمية الاندماج والتكامل بسلاسة مع المنصات اللامركزية والكثير من التطبيقات والبرامج المستخدمة داخل المنشآت، مما يوفر سهولة في الوصول إلى مجموعة من البيانات الخاصة أو الخدمات المالية ومشاركتها بموثوقية عن طريق رموز وشفرات عالية الأمان. ثقوا بنا لتوفير طريقة آمنة وفعالة لإدارة ثرواتكم الرقمية."
		},
		"gaming": {
			"heading": "المعايـير/التحديـد",
			"text": "سبح نفسك في أرض عجائب رقمية حيث يصبح اللاعبون مبدعين، حيث التفاعلات الافتراضية تطمس الخط الفاصل بين الخيال والوجود. أطلقوا عنان إبداعكم، وتعاونوا مع زملائكم المتحمسين، وبنوا مصائركم الخاصة في هذا الكون المترابط من الإثارة. مستقبل الألعاب هنا، وهو ينتظرك لاستكشافه. قفوا في الميتاكوس وتركوا الرحلة تبدأ",
			"application": {
				"gaming": "ألعاب القمار",
				"entertainment": "الترفيه",
				"engineering": "الهندسة",
				"medical": "الخدمات الطبية",
				"ecommerce": "التجارة الإلكترونية"
			}
		},
		"coreServices": {
			"heading": "خدماتنا الأساسية",
			"subHeading": "نحن نقدم مجموعة واسعة من خدمات تكنولوجيا المعلومات الشاملة ونقدم حلولًا مخصصة وقوية وقابلة للتطوير لتلبية الاحتياجات الفريدة للشركات.",
			"services": {
				"DecentralizedPlatforms": {
					"heading": "المنصات اللامركزية",
					"text": "توفر هذه المنصات تحكم لا مركزي، ومستوى عالي من الشفافية والأمان، وتشجع على الابتكار والتعاون والشمولية"
				},
				"ProprietaryBlockchainSolutions": {
					"heading": "ب حلول سلال الكتل (البلوك شين) الخاصة:",
					"text": "تقدم هذه الحلول تطبيقات متعددة للمنصات؛ لتطوير الأعمال بشكل شامل."
				},
				"AppDevelopment": {
					"heading": "ج  تطوير التطبيقات:",
					"text": "تعمل هذه الخدمة على تطوير وتشغيل التطبيقات وتحسين التحكم بها، وخلق واجهات تفاعلية لها وصيانتها. "
				},
				"NFT-basedLoyaltyProgrammes": {
					"heading": "د  برامج الولاء:",
					"text": "تقدم حلول مبتكرة وشفافة وآمنة لبرامج الولاء، مما يمكّن من تقديم تجربة رمزية لا تنسى، وتعزيز المشاركة والولاء."
				},
				"ManagementInformationSystems": {
					"heading": "ه أنظمة المعلومات الإدارية:",
					"text": "تساعد هذه الخدمة في تبسيط العمليات وتحليل البيانات وإعداد التقارير والتنبؤات بشكل مباشر وحي ودقيق."
				},
				"DigitalTransformation": {
					"heading": "و التحول الرقمي:",
					"text": "تقدم هذه الخدمة تحليلا وتحسينا لمنظومات تقنية المعلومات القائمة، بهدف تقليل التكاليف وتحسين الكفاءة، وإضافة القيمة من خلال الحلول التقنية المتطورة."
				}
			}
		}
	},
	"getToKnowUsCloser": {
		"heading": "تعرف على أبعاد الخيال عن قرب:",
		"subheading": "نحن مجموعة من المتخصصين نمتلك مهارات عالية، وخبرة واسعة في التكنولوجيا والابتكار والأعمال، شغوفين بحراك التحول الرقمي وتجاوز توقعات العملاء.",
		"designations": {
			"cofounder": " شريك مؤسس",
			"ceo": "المدير التنفيذي",
			"publicRelationsManager": "مدير العلاقات العامة",
			"technology": "تكنولوجيا",
			"programManager": "مدير البرنامج",
			"salesManager":"مدير مبيعات",
			"businessDevelopmentSpecialist": "اخصائي تطوير أعمال",
			"accountantSpecialist": "أخصائي محاسب",
			"hr": "الموارد البشرية",
			"blockchainDeveloper": "مطور تقنية البلوك تشين"
		},
		"names": {
			"name1": "الأميرة حصة آل سعود",
			"name2": "د. سجادلله الهوساوي",
			"name3": "السيد بندر البراك",
			"name4": "السيد نيخيل جويال",
			"name5": "الدكتورة راديكا ماهاجان",
			"name6": "السيد ف. أنس محمد",
			"name7": "السيدة سارة القرني",
			"name8": "السيدة شهد القرني",
			"name9": "كافيا جي ان",
			"name10": "نافراج شارما",
			"name11": "شوبهام جايسوال",
			"name12": "هيمانت كومار",
			"name13": "فيفيك تاغي"
		}
	},
	"contact": {
		"heading": "للحصول على مزيد من التفاصيل، تواصل من خلال:",
		"emailAddress": "البريد الإلكتروني",
		"addressHeading": "عنوان",
		"address": "العنوان: الرياض 2955، المملكة العربية السعودية",
		"name": "اسم",
		"namePlaceholder": "أندريا",
		"email": "بريد إلكتروني",
		"emailPlaceholder": "andrea@gmail.com",
		"purpose": {
			"heading": "غاية",
			"workWithUs": "اعمل معنا",
			"productServiceInfo": "معلومات المنتج أو الخدمة",
			"partnershipCollaboration": "الشراكة أو التعاون",
			"feedbackSuggestion": "ملاحظات أو اقتراح",
			"others": "آحرون"
		},
		"purposePlaceholder": "حدد الغرض",
		"message": "رسالة",
		"messagePlaceholder": "رسالتك",
		"send": "ارسل",
		"contactUs": "اتصل بنا"
	},
	"formSubmittedSuccessfully": "تم إرسال النموذج الخاص بك بنجاح",
	"copyright": "© 2023 أبعاد الخيال. جميع الحقوق محفوظة ",
	"abaadalkhayal": "أبعاد الخيال"
}